Repository: ABcDexter/Flutter-projects
Catalog: periods/lib/l10n/app_*.arb
Languages: hi

# appTitle
source: Period Tracker
hi: पीरियड ट्रैकर

source: Home
hi: होम

source: Log Period
hi: पीरियड लॉग करें

source: Tips
hi: टिप्स

source: Settings
hi: सेटिंग्स

source: Next Period
hi: अगला पीरियड

source: Days Left
hi: दिन बचे

source: Cycle Length
hi: चक्र लंबाई

source: Period Length
hi: पीरियड लंबाई

source: Start Date
hi: शुरू तारीख

source: End Date
hi: समाप्ति तारीख

source: Save
hi: सेव करें

source: Cancel
hi: कैंसल

source: Diet Tips
hi: आहार टिप्स

source: Exercise Tips
hi: व्यायाम टिप्स

source: Care Tips
hi: देखभाल टिप्स

# eatHealthy
source: Eat healthy foods like fruits, vegetables, and whole grains.
hi: फल, सब्जियां और साबुत अनाज जैसे स्वस्थ खाना खाएं।

# stayHydrated
source: Stay hydrated by drinking plenty of water.
hi: बहुत सारा पानी पीकर हाइड्रेटेड रहें।

# lightExercise
source: Do light exercises like walking or yoga.
hi: टहलना या योग जैसे हल्के व्यायाम करें।

# rest
source: Rest when needed and avoid strenuous activities.
hi: जरूरत पड़ने पर आराम करें और कठिन गतिविधियों से बचें।

# hygiene
source: Maintain good hygiene and use appropriate products.
hi: अच्छी सफाई बनाए रखें और उपयुक्त उत्पादों का उपयोग करें।

source: Language
hi: भाषा

source: English
hi: अंग्रेजी

source: Hindi
hi: हिंदी

source: Sanskrit
hi: संस्कृत
